Repository: hubertik1/TrustMap-app
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt, uk

# server.place_not_found.place_not_found
source: Place not found.
de: Ort nicht gefunden.
es: No se encontró el lugar.
fr: Lieu introuvable.
it: Luogo non trovato.
pl: Nie znaleziono miejsca.
pt: Local não encontrado.
uk: Місце не знайдено.

# server.place_review_exists.only_one_place_review_per_user_and_place_is_supported
source: Only one place review per user and place is supported.
de: Du kannst nur eine Bewertung pro Ort hinzufügen.
es: Solo puedes añadir una reseña por lugar.
fr: Vous ne pouvez ajouter qu’un avis par lieu.
it: Puoi aggiungere solo una recensione per luogo.
pl: Możesz dodać tylko jedną opinię o danym miejscu.
pt: Só podes adicionar uma avaliação por local.
uk: Можна додати лише один відгук про кожне місце.

# server.place_review_forbidden.you_can_delete_only_your_own_place_reviews
source: You can delete only your own place reviews.
de: Du kannst nur deine eigenen Ortsbewertungen löschen.
es: Solo puedes eliminar tus propias reseñas de lugares.
fr: Vous ne pouvez supprimer que vos propres avis sur les lieux.
it: Puoi eliminare solo le tue recensioni dei luoghi.
pl: Możesz usuwać tylko własne opinie o miejscach.
pt: Só podes eliminar as tuas avaliações de locais.
uk: Можна видаляти лише власні відгуки про місця.

# server.place_review_forbidden.you_can_edit_only_your_own_place_reviews
source: You can edit only your own place reviews.
de: Du kannst nur deine eigenen Ortsbewertungen bearbeiten.
es: Solo puedes editar tus propias reseñas de lugares.
fr: Vous ne pouvez modifier que vos propres avis sur les lieux.
it: Puoi modificare solo le tue recensioni dei luoghi.
pl: Możesz edytować tylko własne opinie o miejscach.
pt: Só podes editar as tuas avaliações de locais.
uk: Можна редагувати лише власні відгуки про місця.

# server.place_review_not_found.parent_place_review_not_found
source: Parent place review not found.
de: Verknüpfte Ortsbewertung nicht gefunden.
es: No se encontró la reseña del lugar vinculada.
fr: Avis sur le lieu associé introuvable.
it: Recensione del luogo collegata non trovata.
pl: Nie znaleziono powiązanej opinii o miejscu.
pt: Avaliação do local associada não encontrada.
uk: Пов’язаний відгук про місце не знайдено.

# server.place_review_not_found.place_review_not_found
source: Place review not found.
de: Ortsbewertung nicht gefunden.
es: No se encontró la reseña del lugar.
fr: Avis sur le lieu introuvable.
it: Recensione del luogo non trovata.
pl: Nie znaleziono opinii o miejscu.
pt: Avaliação do local não encontrada.
uk: Відгук про місце не знайдено.

source: Profile picture visibility cannot be private.
de: Das Profilfoto darf nicht privat sein.
es: La foto de perfil no puede ser privada.
fr: La photo de profil ne peut pas être privée.
it: La foto del profilo non può essere privata.
pl: Zdjęcie profilowe nie może mieć prywatnej widoczności.
pt: A foto de perfil não pode ser privada.
uk: Фото профілю не може бути приватним.

# server.profile_visibility_private.profile_visibility_cannot_be_private
source: Profile visibility cannot be private.
de: Das Profil darf nicht privat sein.
es: El perfil no puede ser privado.
fr: Le profil ne peut pas être privé.
it: Il profilo non può essere privato.
pl: Profil nie może mieć prywatnej widoczności.
pt: O perfil não pode ser privado.
uk: Профіль не може бути приватним.

# server.quota_exceeded.you_have_reached_this_limit_please_try_again_later
source: You have reached this limit. Please try again later.
de: Du hast dieses Limit erreicht. Versuche es später erneut.
es: Has alcanzado este límite. Inténtalo más tarde.
fr: Vous avez atteint cette limite. Réessayez plus tard.
it: Hai raggiunto questo limite. Riprova più tardi.
pl: Osiągnięto limit. Spróbuj ponownie później.
pt: Atingiste este limite. Tenta novamente mais tarde.
uk: Досягнуто ліміту. Спробуйте пізніше.

# server.report_limit.you_have_reached_the_daily_report_limit
source: You have reached the daily report limit.
de: Du hast das tägliche Meldelimit erreicht.
es: Has alcanzado el límite diario de denuncias.
fr: Vous avez atteint la limite quotidienne de signalements.
it: Hai raggiunto il limite giornaliero di segnalazioni.
pl: Osiągnięto dzienny limit zgłoszeń.
pt: Atingiste o limite diário de denúncias.
uk: Досягнуто денного ліміту скарг.

# server.report_self.you_cannot_report_your_own_review
source: You cannot report your own review.
de: Du kannst deine eigene Bewertung nicht melden.
es: No puedes denunciar tu propia reseña.
fr: Vous ne pouvez pas signaler votre propre avis.
it: Non puoi segnalare la tua recensione.
pl: Nie możesz zgłosić własnej opinii.
pt: Não podes denunciar a tua avaliação.
uk: Не можна скаржитися на власний відгук.

# server.report_type_invalid.unknown_review_type
source: Unknown review type.
de: Unbekannter Bewertungstyp.
es: Tipo de reseña desconocido.
fr: Type d’avis inconnu.
it: Tipo di recensione sconosciuto.
pl: Nieznany typ opinii.
pt: Tipo de avaliação desconhecido.
uk: Невідомий тип відгуку.

# server.review_not_found.review_not_found
source: Review not found.
de: Bewertung nicht gefunden.
es: No se encontró la reseña.
fr: Avis introuvable.
it: Recensione non trovata.
pl: Nie znaleziono opinii.
pt: Avaliação não encontrada.
uk: Відгук не знайдено.

# server.review_visibility_private.review_visibility_cannot_be_private
source: Review visibility cannot be private.
de: Die Bewertung darf nicht privat sein.
es: La reseña no puede ser privada.
fr: L’avis ne peut pas être privé.
it: La recensione non può essere privata.
pl: Opinia nie może mieć prywatnej widoczności.
pt: A avaliação não pode ser privada.
uk: Відгук не може бути приватним.

# server.reviews_private.this_user_s_reviews_are_private
source: This user's reviews are private.
de: Die Bewertungen dieses Nutzers sind privat.
es: Las reseñas de este usuario son privadas.
fr: Les avis de cet utilisateur sont privés.
it: Le recensioni di questo utente sono private.
pl: Opinie tego użytkownika są prywatne.
pt: As avaliações deste utilizador são privadas.
uk: Відгуки цього користувача приватні.

# server.user_not_found.target_user_not_found
source: Target user not found.
de: Zielnutzer nicht gefunden.
es: No se encontró el usuario indicado.
fr: Utilisateur indiqué introuvable.
it: Utente indicato non trovato.
pl: Nie znaleziono wskazanego użytkownika.
pt: Utilizador indicado não encontrado.
uk: Указаного користувача не знайдено.

# server.user_not_found.user_not_found
source: User not found.
de: Nutzer nicht gefunden.
es: No se encontró el usuario.
fr: Utilisateur introuvable.
it: Utente non trovato.
pl: Nie znaleziono użytkownika.
pt: Utilizador não encontrado.
uk: Користувача не знайдено.

# ui.about
source: About
de: Info
es: Acerca de
fr: À propos
it: Informazioni
pl: O aplikacji
pt: Sobre
uk: Про застосунок

# ui.accept
source: Accept
de: Annehmen
es: Aceptar
fr: Accepter
it: Accetta
pl: Akceptuj
pt: Aceitar
uk: Прийняти

# ui.accepted
source: Accepted
de: Angenommen
es: Aceptada
fr: Acceptée
it: Accettata
pl: Zaakceptowano
pt: Aceite
uk: Прийнято

# ui.account
source: Account
de: Konto
es: Cuenta
fr: Compte
pl: Konto
pt: Conta
uk: Обліковий запис

# ui.account_management
source: Account Management
de: Kontoverwaltung
es: Gestión de la cuenta
fr: Gestion du compte
it: Gestione account
pl: Zarządzanie kontem
pt: Gestão da conta
uk: Керування обліковим записом

# ui.activity
source: Activity
de: Aktivität
es: Actividad
fr: Activité
it: Attività
pl: Aktywność
pt: Atividade
uk: Активність

# ui.add
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
pl: Dodaj
pt: Adicionar
uk: Додати

# ui.add_a_short_bio_to_help_friends_recognize_you
source: Add a short bio to help friends recognize you.
de: Füge eine kurze Biografie hinzu, damit Freunde dich erkennen.
es: Añade una breve biografía para que tus amigos te reconozcan.
fr: Ajoutez une courte biographie pour aider vos amis à vous reconnaître.
it: Aggiungi una breve biografia per aiutare gli amici a riconoscerti.
pl: Dodaj krótki opis, aby znajomi mogli Cię rozpoznać.
pt: Adiciona uma breve biografia para os amigos te reconhecerem.
uk: Додайте короткий опис, щоб друзі могли вас впізнати.

# ui.add_dish
source: + Add Dish
de: + Gericht hinzufügen
es: + Añadir plato
fr: + Ajouter un plat
it: + Aggiungi piatto
pl: + Dodaj danie
pt: + Adicionar prato
uk: + Додати страву

# ui.add_dish_review
source: Add Dish Review
de: Gericht bewerten
es: Añadir reseña de un plato
fr: Ajouter un avis sur un plat
it: Aggiungi recensione di un piatto
pl: Dodaj opinię o daniu
pt: Adicionar avaliação de um prato
uk: Додати відгук про страву

# ui.add_photo
source: Add Photo
de: Foto hinzufügen
es: Añadir foto
fr: Ajouter une photo
it: Aggiungi foto
pl: Dodaj zdjęcie
pt: Adicionar foto
uk: Додати фото

# ui.add_photos
source: Add Photos
de: Fotos hinzufügen
es: Añadir fotos
fr: Ajouter des photos
it: Aggiungi foto
pl: Dodaj zdjęcia
pt: Adicionar fotos
uk: Додати фото

# ui.add_place_review
source: Add Place Review
de: Ortsbewertung hinzufügen
es: Añadir reseña de un lugar
fr: Ajouter un avis sur un lieu
it: Aggiungi recensione di un luogo
pl: Dodaj opinię o miejscu
pt: Adicionar avaliação de um local
uk: Додати відгук про місце

# ui.add_review
source: Add Review
de: Bewertung hinzufügen
es: Añadir reseña
fr: Ajouter un avis
it: Aggiungi recensione
pl: Dodaj opinię
pt: Adicionar avaliação
uk: Додати відгук

# ui.add_the_restaurants_category_back_to_your_active_categories_before_saving
source: Add the Restaurants category back to your active categories before saving.
de: Füge die Kategorie Restaurants vor dem Speichern wieder zu deinen aktiven Kategorien hinzu.
es: Vuelve a añadir Restaurantes a tus categorías activas antes de guardar.
fr: Réactivez la catégorie Restaurants avant d’enregistrer.
it: Riattiva la categoria Ristoranti prima di salvare.
pl: Przed zapisaniem przywróć kategorię Restauracje do aktywnych kategorii.
pt: Volta a adicionar Restaurantes às categorias ativas antes de guardar.
uk: Перед збереженням поверніть категорію Ресторани до активних категорій.

# ui.add_your_first_review_to_start_building_your_trusted_places
source: Add your first review to start building your trusted places.
de: Füge deine erste Bewertung hinzu, um deine Sammlung bewährter Orte aufzubauen.
es: Añade tu primera reseña para empezar tu lista de lugares de confianza.
fr: Ajoutez votre premier avis pour créer votre liste de lieux de confiance.
it: Aggiungi la tua prima recensione per iniziare la tua lista di luoghi fidati.
pl: Dodaj pierwszą opinię, aby zacząć tworzyć listę sprawdzonych miejsc.
pt: Adiciona a tua primeira avaliação para começar a tua lista de locais de confiança.
uk: Додайте перший відгук, щоб почати створювати список перевірених місць.

# ui.added_by
source: Added by
de: Hinzugefügt von
es: Añadido por
fr: Ajouté par
it: Aggiunto da
pl: Dodane przez
pt: Adicionado por
uk: Додано користувачем

# ui.added_from_a_friend
source: Added from a friend
de: Von einem Freund hinzugefügt
es: Añadida de un amigo
fr: Ajoutée depuis un ami
it: Aggiunta da un amico
pl: Dodane od znajomego
pt: Adicionada de um amigo
uk: Додано від друга

# ui.added_from_friends
source: Added from Friends
de: Von Freunden hinzugefügt
es: Añadidas de amigos
fr: Ajoutées depuis les amis
it: Aggiunte dagli amici
pl: Dodane od znajomych
pt: Adicionadas dos amigos
uk: Додано від друзів

# ui.added_from_value
source: Added from %@
de: Hinzugefügt von %@
es: Añadida de %@
fr: Ajoutée depuis %@
it: Aggiunta da %@
pl: Dodane od %@
pt: Adicionada de %@
uk: Додано від %@

# ui.added_or_reviewed_by
source: Added or reviewed by
de: Hinzugefügt oder bewertet von
es: Añadido o reseñado por
fr: Ajouté ou évalué par
it: Aggiunto o recensito da
pl: Dodane lub ocenione przez
pt: Adicionado ou avaliado por
uk: Додано або оцінено користувачем

# ui.added_value
source: Added %@
de: Hinzugefügt %@
es: Añadido %@
fr: Ajouté %@
it: Aggiunto %@
pl: Dodano %@
pt: Adicionado %@
uk: Додано %@

# ui.address_unavailable
source: Address unavailable
de: Adresse nicht verfügbar
es: Dirección no disponible
fr: Adresse indisponible
it: Indirizzo non disponibile
pl: Adres niedostępny
pt: Endereço indisponível
uk: Адреса недоступна

# ui.adjust_photo
source: Adjust Photo
de: Foto anpassen
es: Ajustar foto
fr: Ajuster la photo
it: Regola foto
pl: Dostosuj zdjęcie
pt: Ajustar foto
uk: Налаштувати фото

# ui.all
source: All
de: Alle
es: Todos
fr: Tous
it: Tutti
pl: Wszystkie
pt: Todos
uk: Усі

# ui.all_categories
source: All Categories
de: Alle Kategorien
es: Todas las categorías
fr: Toutes les catégories
it: Tutte le categorie
pl: Wszystkie kategorie
pt: Todas as categorias
uk: Усі категорії

# ui.all_visible
source: All Visible
de: Alle sichtbaren
es: Todos los visibles
fr: Tous les éléments visibles
it: Tutti i visibili
pl: Wszystkie widoczne
pt: Todos os visíveis
uk: Усі видимі

# ui.all_visible_places
source: All visible places
de: Alle sichtbaren Orte
es: Todos los lugares visibles
fr: Tous les lieux visibles
it: Tutti i luoghi visibili
pl: Wszystkie widoczne miejsca
pt: Todos os locais visíveis
uk: Усі видимі місця

# ui.any
source: Any
de: Beliebig
es: Cualquiera
fr: Toutes
it: Qualsiasi
pl: Dowolna
pt: Qualquer
uk: Будь-яка

# ui.anyone
source: Anyone
de: Alle
es: Cualquiera
fr: Tout le monde
it: Chiunque
pl: Wszyscy
pt: Qualquer pessoa
uk: Усі

# ui.appearance
source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
it: Aspetto
pl: Wygląd
pt: Aspeto
uk: Вигляд

# ui.apple_did_not_return_a_valid_identity_token
source: Apple did not return a valid identity token.
de: Apple hat kein gültiges Identitätstoken zurückgegeben.
es: Apple no devolvió un token de identidad válido.
fr: Apple n’a pas renvoyé de jeton d’identité valide.
it: Apple non ha restituito un token di identità valido.
pl: Apple nie zwróciło prawidłowego tokenu tożsamości.
pt: A Apple não devolveu um token de identidade válido.
uk: Apple не повернула дійсний токен ідентифікації.

# ui.apply
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
pl: Zastosuj
pt: Aplicar
uk: Застосувати

# ui.approved_public
source: Approved Public
de: Genehmigter öffentlicher Ort
es: Lugar público aprobado
fr: Lieu public approuvé
it: Luogo pubblico approvato
pl: Zatwierdzone publiczne miejsce
pt: Local público aprovado
uk: Підтверджене публічне місце

# ui.are_you_sure_you_want_to_cancel_this_friend_request
source: Are you sure you want to cancel this friend request?
de: Möchtest du diese Freundschaftsanfrage wirklich zurückziehen?
es: ¿Seguro que quieres cancelar esta solicitud de amistad?
fr: Voulez-vous vraiment annuler cette demande d’amitié ?
it: Vuoi davvero annullare questa richiesta di amicizia?
pl: Czy na pewno chcesz anulować to zaproszenie do znajomych?
pt: Tens a certeza de que queres cancelar este pedido de amizade?
uk: Ви впевнені, що хочете скасувати цей запит у друзі?

# ui.are_you_sure_you_want_to_remove_value
source: Are you sure you want to remove %@?
de: Möchtest du %@ wirklich entfernen?
es: ¿Seguro que quieres eliminar a %@?
fr: Voulez-vous vraiment retirer %@ ?
it: Vuoi davvero rimuovere %@?
pl: Czy na pewno chcesz usunąć %@?
pt: Tens a certeza de que queres remover %@?
uk: Ви впевнені, що хочете видалити %@?

# ui.are_you_sure_you_want_to_sign_out
source: Are you sure you want to sign out?
de: Möchtest du dich wirklich abmelden?
es: ¿Seguro que quieres cerrar sesión?
fr: Voulez-vous vraiment vous déconnecter ?
it: Vuoi davvero uscire?
pl: Czy na pewno chcesz się wylogować?
pt: Tens a certeza de que queres terminar sessão?
uk: Ви впевнені, що хочете вийти?

# ui.assigned_automatically
source: Assigned automatically
de: Automatisch zugewiesen
es: Asignado automáticamente
fr: Attribué automatiquement
it: Assegnato automaticamente
pl: Nadawany automatycznie
pt: Atribuído automaticamente
uk: Призначається автоматично

# ui.bio
source: Bio
de: Biografie
es: Biografía
fr: Biographie
it: Biografia
pl: Opis
pt: Biografia
uk: Опис

# ui.bio_character_count
source: Bio character count
de: Zeichenanzahl der Biografie
es: Número de caracteres de la biografía
fr: Nombre de caractères de la biographie
it: Numero di caratteri della biografia
pl: Liczba znaków opisu
pt: Número de caracteres da biografia
uk: Кількість символів опису

# ui.bio_must_be_500_characters_or_fewer
source: Bio must be 500 characters or fewer.
de: Die Biografie darf höchstens 500 Zeichen haben.
es: La biografía debe tener como máximo 500 caracteres.
fr: La biographie doit contenir au maximum 500 caractères.
it: La biografia può contenere al massimo 500 caratteri.
pl: Opis może mieć maksymalnie 500 znaków.
pt: A biografia pode ter no máximo 500 caracteres.
uk: Опис може містити щонайбільше 500 символів.

# ui.block_user
source: Block User
de: Nutzer blockieren
es: Bloquear usuario
fr: Bloquer l’utilisateur
it: Blocca utente
pl: Zablokuj użytkownika
pt: Bloquear utilizador
uk: Заблокувати користувача

# ui.block_value
source: Block %@?
de: %@ blockieren?
es: ¿Bloquear a %@?
fr: Bloquer %@ ?
it: Bloccare %@?
pl: Zablokować %@?
pt: Bloquear %@?
uk: Заблокувати %@?

# ui.blocked_users
source: Blocked Users
de: Blockierte Nutzer
es: Usuarios bloqueados
fr: Utilisateurs bloqués
it: Utenti bloccati
pl: Zablokowani użytkownicy
pt: Utilizadores bloqueados
uk: Заблоковані користувачі

# ui.camera
source: Camera
de: Kamera
es: Cámara
fr: Appareil photo
it: Fotocamera
pl: Aparat
pt: Câmara
uk: Камера

# ui.can_t_add_dish_review
source: Can't Add Dish Review
de: Gerichtbewertung kann nicht hinzugefügt werden
es: No se puede añadir la reseña del plato
fr: Impossible d’ajouter un avis sur un plat
it: Impossibile aggiungere la recensione del piatto
pl: Nie można dodać opinii o daniu
pt: Não é possível adicionar a avaliação do prato
uk: Неможливо додати відгук про страву

# ui.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pl: Anuluj
pt: Cancelar
uk: Скасувати

# ui.cancel_request
source: Cancel Request
de: Anfrage zurückziehen
es: Cancelar solicitud
fr: Annuler la demande
it: Annulla richiesta
pl: Anuluj zaproszenie
pt: Cancelar pedido
uk: Скасувати запит

# ui.canceled
source: Canceled
de: Abgebrochen
es: Cancelada
fr: Annulée
it: Annullata
pl: Anulowano
pt: Cancelado
uk: Скасовано

# ui.categories
source: Categories
de: Kategorien
es: Categorías
fr: Catégories
it: Categorie
pl: Kategorie
pt: Categorias
uk: Категорії

# ui.categories_from_friends
source: Categories from Friends
de: Kategorien von Freunden
es: Categorías de amigos
fr: Catégories des amis
it: Categorie degli amici
pl: Kategorie znajomych
pt: Categorias dos amigos
uk: Категорії друзів

# ui.categories_you_add_from_friends_will_appear_here
source: Categories you add from friends will appear here.
de: Hier erscheinen Kategorien, die du von Freunden hinzufügst.
es: Aquí aparecerán las categorías que añadas de tus amigos.
fr: Les catégories ajoutées depuis vos amis apparaîtront ici.
it: Qui appariranno le categorie aggiunte dagli amici.
pl: Tutaj pojawią się kategorie dodane od znajomych.
pt: As categorias que adicionares dos amigos aparecerão aqui.
uk: Тут з’являться категорії, які ви додали від друзів.

# ui.category
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
pl: Kategoria
pt: Categoria
uk: Категорія

# ui.category_actions_for_value
source: Category actions for %@
de: Kategorieaktionen für %@
es: Acciones de la categoría %@
fr: Actions pour la catégorie %@
it: Azioni per la categoria %@
pl: Działania dla kategorii %@
pt: Ações para a categoria %@
uk: Дії для категорії %@

# ui.category_name_must_be_120_characters_or_fewer
source: Category name must be 120 characters or fewer.
de: Der Kategoriename darf höchstens 120 Zeichen haben.
es: El nombre de la categoría debe tener como máximo 120 caracteres.
fr: Le nom de la catégorie doit contenir au maximum 120 caractères.
it: Il nome della categoria può contenere al massimo 120 caratteri.
pl: Nazwa kategorii może mieć maksymalnie 120 znaków.
pt: O nome da categoria pode ter no máximo 120 caracteres.
uk: Назва категорії може містити щонайбільше 120 символів.

# ui.center_on_my_location
source: Center on my location
de: Auf meinen Standort zentrieren
es: Centrar en mi ubicación
fr: Centrer sur ma position
it: Centra sulla mia posizione
pl: Wyśrodkuj na mojej lokalizacji
pt: Centrar na minha localização
uk: Центрувати на моєму місцезнаходженні

# ui.change_photo
source: Change Photo
de: Foto ändern
es: Cambiar foto
fr: Changer la photo
it: Cambia foto
pl: Zmień zdjęcie
pt: Alterar foto
uk: Змінити фото

# ui.changes_apply_for_everyone_who_has_added_this_category
source: Changes apply for everyone who has added this category.
de: Änderungen gelten für alle, die diese Kategorie hinzugefügt haben.
es: Los cambios se aplican a todos los que hayan añadido esta categoría.
fr: Les modifications s’appliquent à tous ceux qui ont ajouté cette catégorie.
it: Le modifiche si applicano a chiunque abbia aggiunto questa categoria.
pl: Zmiany dotyczą wszystkich, którzy dodali tę kategorię.
pt: As alterações aplicam-se a todos os que adicionaram esta categoria.
uk: Зміни стосуються всіх, хто додав цю категорію.

# ui.choose_a_category_for_this_place
source: Choose a category for this place.
de: Wähle eine Kategorie für diesen Ort.
es: Elige una categoría para este lugar.
fr: Choisissez une catégorie pour ce lieu.
it: Scegli una categoria per questo luogo.
pl: Wybierz kategorię dla tego miejsca.
pt: Escolhe uma categoria para este local.
uk: Виберіть категорію для цього місця.

# ui.choose_a_rated_restaurant
source: Choose a rated restaurant
de: Bewertetes Restaurant auswählen
es: Elige un restaurante valorado
fr: Choisissez un restaurant évalué
it: Scegli un ristorante valutato
pl: Wybierz ocenioną restaurację
pt: Escolhe um restaurante avaliado
uk: Виберіть оцінений ресторан

# ui.choose_a_rating
source: Choose a rating.
de: Wähle eine Bewertung.
es: Elige una puntuación.
fr: Choisissez une note.
it: Scegli un voto.
pl: Wybierz ocenę.
pt: Escolhe uma classificação.
uk: Виберіть оцінку.

# ui.choose_a_reviewed_place_from_the_list_to_see_details_reviews_and_actions
source: Choose a reviewed place from the list to see details, reviews, and actions.
de: Wähle einen bewerteten Ort aus der Liste, um Details, Bewertungen und Aktionen zu sehen.
es: Elige un lugar reseñado de la lista para ver detalles, reseñas y acciones.
fr: Choisissez un lieu évalué dans la liste pour voir les détails, les avis et les actions.
it: Scegli un luogo recensito dall’elenco per vedere dettagli, recensioni e azioni.
pl: Wybierz ocenione miejsce z listy, aby zobaczyć szczegóły, opinie i dostępne działania.
pt: Escolhe um local avaliado da lista para ver detalhes, avaliações e ações.
uk: Виберіть оцінене місце зі списку, щоб переглянути подробиці, відгуки та дії.

# ui.choose_an_active_category
source: Choose an active category.
de: Wähle eine aktive Kategorie.
es: Elige una categoría activa.
fr: Choisissez une catégorie active.
it: Scegli una categoria attiva.
pl: Wybierz aktywną kategorię.
pt: Escolhe uma categoria ativa.
uk: Виберіть активну категорію.

# ui.choose_an_active_category_before_saving
source: Choose an active category before saving.
de: Wähle vor dem Speichern eine aktive Kategorie.
es: Elige una categoría activa antes de guardar.
fr: Choisissez une catégorie active avant d’enregistrer.
it: Scegli una categoria attiva prima di salvare.
pl: Przed zapisaniem wybierz aktywną kategorię.
pt: Escolhe uma categoria ativa antes de guardar.
uk: Перед збереженням виберіть активну категорію.

# ui.clear_search
source: Clear search
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
it: Cancella ricerca
pl: Wyczyść wyszukiwanie
pt: Limpar pesquisa
uk: Очистити пошук

# ui.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pl: Zamknij
pt: Fechar
uk: Закрити
